{
  "architectures": [
    "MobileNetV2ForSemanticSegmentation"
  ],
  "classifier_dropout_prob": 0.8,
  "depth_divisible_by": 8,
  "depth_multiplier": 1.0,
  "expand_ratio": 6,
  "finegrained_output": true,
  "first_layer_is_expansion": true,
  "hidden_act": "relu6",
  "image_size": 513,
  "initializer_range": 0.02,
  "layer_norm_eps": 0.001,
  "min_depth": 8,
  "model_type": "mobilenet_v2",
  "num_channels": 3,
  "output_stride": 8,
  "semantic_loss_ignore_index": 255,
  "tf_padding": true,
  "torch_dtype": "float32",
  "transformers_version": "4.50.3"
}
